/*
 Navicat Premium Data Transfer

 Source Server         : MySQL_cyh
 Source Server Type    : MySQL
 Source Server Version : 90500 (9.5.0)
 Source Host           : localhost:3306
 Source Schema         : universityta

 Target Server Type    : MySQL
 Target Server Version : 90500 (9.5.0)
 File Encoding         : 65001

 Date: 15/12/2025 12:19:35
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for t_zyhd
-- ----------------------------
DROP TABLE IF EXISTS `t_zyhd`;
CREATE TABLE `t_zyhd`  (
  `HD_BH` int NOT NULL AUTO_INCREMENT COMMENT '活动编号',
  `HD_MC` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '活动名称',
  `BM_KSSJ` datetime NULL DEFAULT NULL COMMENT '报名开始时间',
  `BM_JSSJ` datetime NULL DEFAULT NULL COMMENT '报名结束时间',
  `HD_KSSJ` datetime NULL DEFAULT NULL COMMENT '活动开始时间',
  `HD_JSSJ` datetime NULL DEFAULT NULL COMMENT '活动结束时间',
  `HD_NR` text CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL COMMENT '活动内容',
  `HD_DD` varchar(500) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '活动地点',
  `ZM_RS` int NULL DEFAULT 0 COMMENT '招募人数(整数)',
  `YBM_RS` int NULL DEFAULT 0 COMMENT '已报名人数(缓存字段)',
  `BBH` int NULL DEFAULT 0 COMMENT '乐观锁版本号(VERSION)',
  `HD_BQ` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '活动类别标签(用于匹配兴趣)',
  `JN_YQ` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '技能要求标签(用于匹配技能)',
  `ZY_XZ` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '专业限制(用于匹配专业,空则不限)',
  `HDXQ` varchar(1000) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '活动需求条件',
  `HD_BZ` varchar(1000) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '活动保障',
  `HD_FQ_DW` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '活动发起单位',
  `HD_ZT` varchar(10) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '活动状态：报名未开始；活动报名中；活动未开始；活动进行中；活动已结束',
  `FB_ZT` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '发布状态：未申报；已发布；已下架；待发布',
  `HD_XF` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci NULL DEFAULT NULL COMMENT '（预设）活动学分',
  `LL_CS` int NULL DEFAULT 0 COMMENT '点击查看详情的次数',
  `BB_CS` int NULL DEFAULT NULL COMMENT '被报名次数',
  PRIMARY KEY (`HD_BH`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 200 CHARACTER SET = utf8mb3 COLLATE = utf8mb3_general_ci COMMENT = '志愿活动信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of t_zyhd
-- ----------------------------
INSERT INTO `t_zyhd` VALUES (1, '审核评估志愿者', '2026-02-05 14:00:00', '2026-02-07 14:00:00', '2026-02-08 14:00:00', '2026-02-08 16:00:00', '保障审核评估前期工作顺利开展', '浙江外国语学院', 4, 0, 0, '校园建设', NULL, NULL, '无', '无', '教学辅助单位', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (2, '体质健康测试志愿者', '2026-01-20 08:00:00', '2026-01-22 08:00:00', '2026-01-23 08:00:00', '2026-02-03 17:00:00', '协助体育教师完成体质健康测试相关测试工作', '浙江外国语学院', 42, 0, 0, '校园建设', NULL, NULL, '无', '包一顿工作餐', '体育部', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (3, '心晴驿站新生打卡活动志愿者', '2025-12-26 11:00:00', '2025-12-28 11:00:00', '2025-12-29 11:00:00', '2026-01-02 18:00:00', '负责心晴驿站的新生引导与礼品发放', '浙江外国语学院·心晴驿站', 20, 0, 0, '校园建设', NULL, NULL, '无', '无', '学生处', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (4, '教工气排球志愿者招募', '2025-12-18 12:00:00', '2025-12-20 12:00:00', '2025-12-21 12:00:00', '2025-12-29 14:00:00', '教工气排球赛事志愿服务（场地引导、秩序协助等）', '浙江外国语学院（校内）', 27, 0, 0, '赛会服务', NULL, NULL, '无', '无', '体育部', '报名未开始', '已发布', '0.5', 1, 0);
INSERT INTO `t_zyhd` VALUES (5, '健步走志愿者招募', '2026-03-03 08:00:00', '2026-03-05 08:00:00', '2026-03-06 08:00:00', '2026-03-06 12:00:00', '健步走活动现场志愿服务（签到引导、秩序维护、物资协助等）', '浙江外国语学院（校内）', 10, 0, 0, '赛会服务', NULL, NULL, '无', '无', '体育部', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (6, '心理访谈引导志愿者（3日）', '2026-01-05 09:00:00', '2026-01-07 09:00:00', '2026-01-08 09:00:00', '2026-01-10 20:00:00', '负责心晴驿站的引导与礼品发放', '浙江外国语学院·心晴驿站', 3, 0, 0, '校园建设', NULL, NULL, '无', '无', '教育学院', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (7, '两河会议志愿者招募', '2026-02-11 11:00:00', '2026-02-13 11:00:00', '2026-02-14 11:00:00', '2026-02-14 20:00:00', '协助会议场地布置、会议进行、路线指引等岗位', '浙江外国语学院（校内）', 17, 0, 0, '赛会服务', NULL, NULL, '无', '无', '文化和旅游学院', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (8, '心晴驿站打卡志愿者招募（第一期）', '2026-02-13 11:00:00', '2026-02-15 11:00:00', '2026-02-16 11:00:00', '2026-02-20 18:00:00', '负责心晴驿站的引导与礼品发放', '浙江外国语学院·雅正4楼下心晴驿站', 30, 0, 0, '校园建设', NULL, NULL, '无', '无', '学生处', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (9, '迷你马拉松礼包分装志愿活动', '2025-12-20 10:00:00', '2025-12-22 10:00:00', '2025-12-23 10:00:00', '2025-12-23 12:00:00', '进行迷你马拉松礼包分装', '浙江外国语学院', 20, 0, 0, '赛会服务', NULL, NULL, '无', '无', '服务保障单位', '报名未开始', '已发布', '0.5', 1, 0);
INSERT INTO `t_zyhd` VALUES (10, '心理访谈引导志愿者（2日）', '2026-02-10 09:00:00', '2026-02-12 09:00:00', '2026-02-13 09:00:00', '2026-02-14 16:00:00', '心理访谈引导相关志愿服务', '浙江外国语学院·心晴驿站', 5, 0, 0, '校园建设', NULL, NULL, '无', '无', '教育学院', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (11, '第五届全球外国语大学联盟校长论坛暨协作组年会志愿服务', '2026-02-27 08:00:00', '2026-03-01 08:00:00', '2026-03-02 08:00:00', '2026-03-05 18:00:00', '外宾接机/抵离、信息咨询、语言服务、场内引导、嘉宾1V1接待等', '浙江外国语学院（校内及校外会场）', 118, 0, 0, '赛会服务', '英语翻译', NULL, '浙江外国语学院全日制在校生至政治立场坚定，遵纪守法至年满18周岁至形象气质良好、身心健康至沟通协调能力强，英语口语流利（非中国国籍志愿者需具备基本汉语交流能力）至可全程参加培训及活动。', '提供岗前培训', '国际交流合作处', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (12, '会议志愿者招募（2日）', '2025-12-23 09:00:00', '2025-12-25 09:00:00', '2025-12-26 09:00:00', '2025-12-27 10:00:00', '协助会议进行（签到/引导/会务协助等）', '浙江外国语学院（校内）', 6, 0, 0, '校园建设', NULL, NULL, '无', '无', '学校办公室', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (13, '运动会志愿者招募', '2026-02-02 08:00:00', '2026-02-04 08:00:00', '2026-02-05 08:00:00', '2026-02-05 18:00:00', '协助运动会进行（检录、场地秩序、物资、引导等）', '浙江外国语学院（校内）', 245, 0, 0, '赛会服务', '急救技能', NULL, '无', '无', '体育部', '报名未开始', '已发布', '0.5', 1, 0);
INSERT INTO `t_zyhd` VALUES (14, '心晴驿站打卡志愿者招募（第二期）', '2026-02-20 11:00:00', '2026-02-22 11:00:00', '2026-02-23 11:00:00', '2026-02-27 18:00:00', '负责心晴驿站的引导与礼品发放', '浙江外国语学院·雅正4楼下心晴驿站', 20, 0, 0, '校园建设', NULL, NULL, '无', '无', '学生处', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (15, '中国拉丁美洲学会年会暨“中拉关系：新机遇、新挑战”研讨会志愿服务', '2025-12-22 08:00:00', '2025-12-24 08:00:00', '2025-12-25 08:00:00', '2025-12-26 18:00:00', '接待联系嘉宾、会场布置、入场签到等', '杭州（会议会场）', 15, 0, 0, '赛会服务', '英语翻译', '西班牙语,葡萄牙语', '无', '无', '国志协', '报名未开始', '已发布', '0.5', 5, 0);
INSERT INTO `t_zyhd` VALUES (16, '离退休人员返校活动志愿者招募', '2025-12-01 08:00:00', '2026-02-13 08:00:00', '2026-02-04 08:00:00', '2026-02-04 12:00:00', '协助开展老年趣味活动及维持秩序、校园内引导、老同志帮扶', '浙江外国语学院', 12, 0, 0, '敬老助残', NULL, NULL, '无', '无', '党群组织', '报名中', '已发布', '0.5', 13, 1);
INSERT INTO `t_zyhd` VALUES (17, '杭州某国际会议志愿服务', '2026-02-16 08:00:00', '2026-02-18 08:00:00', '2026-02-19 08:00:00', '2026-02-21 20:00:00', '外宾接待、语言协助、会场引导、信息咨询、嘉宾入住办理等', '杭州市余杭区（室内为主）', 60, 0, 0, '赛会服务', '英语翻译', '英语,法语,西班牙语,阿拉伯语', '浙江外国语学院全日制在校生至政治立场坚定，遵纪守法至年满18周岁至形象气质良好、身心健康至沟通协调能力强，能使用相应语种有效沟通至可全程参加培训及活动。优先：大型国际赛会志愿经验至党员/预备党员/团员/优秀学生骨干。', '提供岗前培训', '国志协', '报名未开始', '已发布', '0.5', 1, 0);
INSERT INTO `t_zyhd` VALUES (18, '开学典礼筹备志愿者招募', '2026-03-01 16:00:00', '2026-03-03 16:00:00', '2026-03-04 16:00:00', '2026-03-04 18:00:00', '在行健馆贴座椅背贴', '浙江外国语学院·行健馆', 40, 0, 0, '校园建设', NULL, NULL, '无', '无', '学校办公室', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (19, '开学报到润院打卡点引导互动志愿者招募', '2025-12-31 08:00:00', '2026-01-02 08:00:00', '2026-01-03 08:00:00', '2026-01-03 16:00:00', '打卡点引导、信息咨询解答、互动氛围营造、协助应急处理', '浙江外国语学院·润院', 4, 0, 0, '校园建设', NULL, NULL, '无', '无', '学生处', '报名未开始', '已发布', '0.5', 2, 0);
INSERT INTO `t_zyhd` VALUES (20, '铁路杭州西站志愿服务', '2026-01-06 08:00:00', '2026-01-08 18:00:00', '2026-01-09 08:00:00', '2026-01-16 16:00:00', '站内引导、咨询、秩序维护等志愿服务', '杭州西站', 10, 0, 0, '赛会服务', NULL, NULL, '着装得体（不穿奇装异服/不适合运动鞋）至仪容仪表规范（男生不留胡须，女生长发扎马尾，不染彩发，不涂有色指甲油）至性格外向，有领导能力至精神面貌良好，有一定志愿服务经历。', '提供中餐、饮用水、点心及防暑降温物资至服务满3天及以上提供交通补贴30元/天至服务满3天可开具社会实践证明至岗位均为室内。', '国志协', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (21, '全国数字贸易大赛跨境电商直播赛道总决赛志愿服务', '2026-01-12 14:00:00', '2026-01-14 14:00:00', '2026-01-15 14:00:00', '2026-01-17 18:00:00', '设备组：场地布置、设备监控与紧急维修至\n接待联络组：报到、参观引导、嘉宾与参赛者引导、答疑至\n考务组：签到抽签、候赛与比赛组织、场地引导、评委嘉宾服务至\n会务组：物料准备、赛区封闭及人员进出控制。', '浙江外国语学院（校内）', 30, 0, 0, '赛会服务', '计算机维修', '计算机科学与技术,电子商务', '无', '无', '国商学院', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (22, '迎新志愿者招募', '2026-01-31 06:00:00', '2026-02-02 06:00:00', '2026-02-03 06:00:00', '2026-02-03 19:00:00', '协助迎新工作顺利展开（站点引导、物资/行李协助、信息咨询等）', '浙江外国语学院各迎新点（屏峰地铁站、正大门、西门、西北门、小北门、行健馆、望A、各寝室楼、小推车服务点等）', 213, 0, 0, '校园建设', NULL, NULL, '无', '无', '学生处', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (23, '世界互联网大会乌镇峰会志愿者招募', '2026-01-15 08:00:00', '2026-01-17 08:00:00', '2026-01-18 08:00:00', '2026-01-22 18:00:00', '峰会期间承担接待、引导、咨询等志愿服务', '浙江省嘉兴市桐乡乌镇', 40, 0, 0, '赛会服务', '英语翻译', NULL, '省内高校全日制在读学生至自愿参加志愿服务至遵纪守法无违法犯罪记录至18周岁以上，身心健康至可参加会前培训至服从调剂与岗位安排并遵守纪律至至少熟练运用一门外语进行交流（VIP接待外宾）。', '能开公假，食宿统一负责', '国志协', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (24, '第五届世界生物圈保护区大会志愿服务', '2026-01-24 08:00:00', '2026-01-26 08:00:00', '2026-01-27 08:00:00', '2026-02-01 18:00:00', '外宾接机/抵离、信息咨询、语言服务、场内引导、嘉宾接待等', '杭州（会场及相关点位）', 50, 0, 0, '赛会服务', '英语翻译', '法语,西班牙语', '浙江外国语学院全日制在校生至政治立场坚定、遵纪守法至年满18周岁至形象气质良好、身心健康至沟通协调能力强，英语口语流利，具备中英文写作能力（非中国国籍志愿者需较好汉语交流能力）至可全程参加培训及活动。优先：大型国际赛会志愿经验至法语/西班牙语等小语种特长至党员/预备党员/团员/优秀学生骨干至服务期间全勤。', '可请公假至提供岗前培训', '国志协', '报名未开始', '已发布', '0.5', 1, 0);
INSERT INTO `t_zyhd` VALUES (25, '学院毕业典礼志愿者招募', '2026-02-26 10:00:00', '2026-02-28 10:00:00', '2026-03-01 10:00:00', '2026-03-01 12:00:00', '整理毕业证书壳子、搬运宣传物料、布置场地、引导进场等', '浙江外国语学院（校内）', 30, 0, 0, '校园建设', NULL, NULL, '无', '无', '语言文化学院', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (26, '毕业典礼布置志愿者招募', '2025-12-27 09:00:00', '2025-12-29 09:00:00', '2025-12-30 09:00:00', '2025-12-30 12:00:00', '座椅到位后分类粘贴椅背贴，检查椅子无破损', '浙江外国语学院（校内）', 40, 0, 0, '校园建设', NULL, NULL, '无', '无', '服务保障单位', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (27, '创新创业文化节志愿服务', '2026-02-12 15:00:00', '2026-02-14 15:00:00', '2026-02-15 15:00:00', '2026-02-16 18:00:00', '摊位布置与秩序维护、游客引导与活动讲解、后勤保障工作', '浙江外国语学院（校内，具体地点另行通知）', 20, 0, 0, '校园建设', NULL, NULL, '热情开朗，有服务意识至责任心强，能按时到岗至对宋韵文化或创新创业活动感兴趣者优先。', '无', '国商学院', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (28, '三进大会志愿服务', '2025-12-24 14:00:00', '2025-12-26 14:00:00', '2025-12-27 14:00:00', '2025-12-28 18:00:00', '引导参会人员到校及校内行程指引至协助签到、礼仪、茶歇、会场布置等', '浙江外国语学院及相关酒店会场', 75, 0, 0, '赛会服务', '礼仪接待', NULL, '确保全程参与至对校园足够熟悉便于引导至服从安排、有志愿服务精神至外向灵活者优先，最好具备一定领导能力。', '无', '马克思主义学院', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (29, '三位一体活动志愿者招募', '2025-12-30 06:00:00', '2026-01-01 06:00:00', '2026-01-02 06:00:00', '2026-01-02 17:00:00', '协助三位一体活动顺利进行（考场引导、秩序维护、物资与信息协助等）', '浙江外国语学院', 72, 0, 0, '校园建设', NULL, NULL, '无', '提供岗前培训', '教务处', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (30, '简历门诊与职业规划咨询活动志愿者招募', '2026-02-21 13:00:00', '2026-02-23 13:00:00', '2026-02-24 13:00:00', '2026-02-24 16:00:00', '记录学生咨询内容并统计数量至回收导师易拉宝至活动前协助点位引导与布置至活动中待命处理临时情况。', '浙江外国语学院', 6, 0, 0, '校园建设', '新闻写作', NULL, '无', '无', '行政部门', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (31, '中国体外诊断（IVD）产业发展大会志愿服务', '2026-01-19 07:00:00', '2026-01-21 16:00:00', '2026-01-22 07:00:00', '2026-01-23 19:00:00', '咨询、指引', '杭州大会展中心及周边', 10, 0, 0, '赛会服务', '英语翻译', NULL, '英语口语流畅', '无', '国志协', '报名未开始', '已发布', '0.5', 2, 0);
INSERT INTO `t_zyhd` VALUES (32, '献血活动志愿者招募（5人）', '2026-02-22 10:00:00', '2026-02-24 10:00:00', '2026-02-25 10:00:00', '2026-02-25 13:00:00', '维持秩序、协助医护人员、发放物资', '浙江外国语学院·雅正四楼下花坛处', 5, 0, 0, '社区服务', NULL, NULL, '无', '无', '服务保障单位', '报名未开始', '已发布', '0.5', 0, 0);
INSERT INTO `t_zyhd` VALUES (33, '雷锋月姚缘社区志愿服务', '2026-01-07 13:00:00', '2026-01-09 13:00:00', '2026-01-10 13:00:00', '2026-01-10 16:00:00', '书籍整理归类与打包', '姚缘社区（杭州）', 5, 0, 0, '社区服务', NULL, NULL, '无', '无', '国志协', '报名未开始', '已发布', '0.5', 1, 0);
INSERT INTO `t_zyhd` VALUES (34, '春运铁路杭州站志愿服务', '2026-01-21 08:00:00', '2026-01-23 08:00:00', '2026-01-24 08:00:00', '2026-02-06 16:00:00', '站内引导、咨询、秩序维护等', '杭州站', 5, 0, 0, '赛会服务', NULL, NULL, '着装得体（不穿无袖/裙子/短裤/打底裤/破洞裤/花裤等，不穿凉鞋拖鞋高跟鞋等）至仪容仪表规范（前不遮眉、侧不掩耳、后不及领至男生不留胡须至女生长发马尾至不染彩发至不涂有色指甲油至不浓妆不戴多余饰品）至外向、有领导能力至精神面貌良好、有志愿服务经历。', '交通补贴30元/天至提供中餐、点心和水至服务满3天及以上可盖寒假社会实践证明章至提供暖宝宝、围巾、手套等保暖用品。', '国志协', '报名未开始', '已发布', '0.5', 69, 0);
INSERT INTO `t_zyhd` VALUES (35, '垃圾分类宣传短片拍摄志愿者招募', '2026-01-13 13:00:00', '2026-01-15 13:00:00', '2026-01-16 13:00:00', '2026-01-16 15:00:00', '参与完成“垃圾大作战”垃圾分类宣传短片拍摄', '浙江外国语学院·大操场', 20, 0, 0, '环境保护', '摄影摄像', '艺术与科技', '无', '无', '艺术学院', '报名未开始', '已发布', '0.5', 2, 0);
INSERT INTO `t_zyhd` VALUES (36, '献血活动志愿者招募（6人）', '2025-12-01 10:00:00', '2025-12-02 10:00:00', '2025-12-03 10:00:00', '2025-12-04 13:00:00', '协助献血活动开展，引导献血学生，协助医务人员工作', '浙江外国语学院·雅正四楼下花坛处', 6, 0, 0, '社区服务', NULL, NULL, '无', '无', '服务保障单位', '已结束', '已发布', '0.5', 1, 0);
INSERT INTO `t_zyhd` VALUES (37, '余杭区国际会议志愿服务', '2025-12-07 08:00:00', '2025-12-08 08:00:00', '2025-12-09 08:00:00', '2026-01-14 20:00:00', '国内外嘉宾抵离服务、信息咨询、语言服务、场内引导等志愿服务', '杭州（余杭区会场）', 50, 0, 0, '赛会服务', '英语翻译', '英语,商务英语', '年满18周岁至形象气质良好、身心健康至沟通协调能力强，英语口语流利，具备中英文写作能力（非中国国籍志愿者需具备基本汉语交流能力）至要求全勤上岗，需请假至少提前3天告知负责人。', '无', '国志协', '进行中', '已发布', '0.5', 33, 0);
INSERT INTO `t_zyhd` VALUES (38, '校友返校日1对1接待志愿者招募', '2025-12-07 09:00:00', '2025-12-08 16:00:00', '2025-12-10 09:00:00', '2025-12-10 17:00:00', '提前联络校友并确认抵离信息至引导校友参与不同活动至作为观众参与校友会活动至对接用餐至确认离校时间并收尾。', '浙江外国语学院（校内）', 35, 0, 0, '赛会服务', '礼仪接待', NULL, '无', '无', '党群组织', '已结束', '已发布', '0.5', 6, 0);

SET FOREIGN_KEY_CHECKS = 1;
